src/xml/ChangePassword.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <ChangePassword xmlns="http://tempuri.org/">
      <ErrInfo/>
      <UID>$UID</UID>
      <OPW>$OPW</OPW>
      <NPW>$NPW</NPW>
    </ChangePassword>
  </soap:Body>
</soap:Envelope>